<!---------------------------------------------->
<!--JSP 페이지 처리 방식 선언-->
<!---------------------------------------------->
<%@ page contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>

<!---------------------------------------------->
<!--JSP 페이지에서 사용할 [사용자 정의 태그]인 [JSTL의 C 코어 태그] 선언-->
<!---------------------------------------------->
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<!---------------------------------------------->
<!--JSP 페이지에서 사용할 [사용자 정의 태그]인 [spring 폼 태그] 선언-->
<!---------------------------------------------->
<%@ taglib prefix="form" uri="http://www.springframework.org/tags/form" %>

<!---------------------------------------------->
<!--JSP 페이지에서 사용할 [CSS] 수입-->
<!---------------------------------------------->
<link href="/erp/resources/style1.css" rel="stylesheet" type="text/css">
<!---------------------------------------------->
<!--JSP 페이지에서 사용할 [JQuery API] 수입-->
<!---------------------------------------------->
<script src="/erp/resources/jquery-1.11.0.min.js" type="text/javascript"></script>
<!---------------------------------------------->
<!--JSP 페이지에서 사용할 [공유 자바스크립 소스]  수입-->
<!---------------------------------------------->
<script src="/erp/resources/common.js" type="text/javascript"></script>

